Repository: soul99soul-glitch/AmberNovel-iOS
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# 按当前选择重置
source: Reset to current selection
ja: 現在の選択でリセット
ko: 현재 선택으로 재설정
ru: Сбросить по текущему выбору
zh_hans: 按当前选择重置
zh_hant: 依目前選擇重設

# 按目录顺序逐章润色,并自动采用通过剧情漂移校验的结果。不会改变剧情事实;随时可停止;每一章都能在版本历史里撤销。
source: Polish each chapter in directory order, automatically adopting results that pass the plot-drift check. Plot facts won't change. You can stop at any time, and restore each chapter from version history.
ja: 目次の順に章ごとに推敲し、ストーリーのずれを検証した結果を自動で採用します。ストーリー上の事実は変えません。いつでも停止でき、各章はバージョン履歴から取り消せます。
ko: 목차 순서대로 장마다 다듬고, 줄거리 변경 검사를 통과한 결과를 자동으로 적용합니다. 줄거리의 사실은 바꾸지 않으며, 언제든 중지할 수 있습니다. 각 장은 버전 기록에서 되돌릴 수 있습니다.
ru: Редактировать главы по порядку, автоматически принимая результаты проверки на сюжетные отклонения. Факты сюжета не меняются; процесс можно остановить в любой момент, а изменения каждой главы — отменить в истории версий.
zh_hans: 按目录顺序逐章润色，并自动采用通过剧情漂移校验的结果。不会改变剧情事实；随时可停止；每一章都能在版本历史里撤销。
zh_hant: 依目錄順序逐章潤飾，並自動採用通過劇情漂移檢查的結果。不會改變劇情事實；隨時可停止；每一章都能在版本記錄中復原。

# 按默认
source: Use default
ja: デフォルトに従う
ko: 기본값으로
ru: По умолчанию
zh_hans: 按默认
zh_hant: 按預設

# 按默认会沿用每条资料自己的注入设置。
source: By default, each item's own injection settings are used.
ja: デフォルトでは各資料の注入設定を引き継ぎます。
ko: 기본적으로 각 자료의 자체 주입 설정을 따릅니다.
ru: По умолчанию используются собственные настройки внедрения каждого материала.
zh_hans: 按默认会沿用每条资料自己的注入设置。
zh_hant: 預設會沿用每筆資料自己的注入設定。

# 换个关键词或筛选范围再试一次
source: Try a different keyword or filter range
ja: キーワードか絞り込み範囲を変えて、もう一度お試しください
ko: 키워드나 필터 범위를 바꿔 다시 시도해 보세요.
ru: Попробуйте другой ключевой запрос или диапазон фильтра
zh_hans: 换个关键词或筛选范围再试一次
zh_hant: 換個關鍵字或篩選範圍再試一次

# 排版中
source: Formatting…
ja: レイアウト中
ko: 서식 지정 중
ru: Форматирование…
zh_hans: 排版中
zh_hant: 排版中

# 排队中
source: Queued
ja: キュー待ち
ko: 대기열
ru: В очереди
zh_hans: 排队中
zh_hant: 排隊中

# 排队消息 %lld 条
source: %lld messages queued
ja: 待機中のメッセージ %lld 件
ko: 대기 중인 메시지 %lld개
ru: Сообщений в очереди: %lld
zh_hans: 排队消息 %lld 条
zh_hant: 排隊訊息 %lld 則

# 接管
source: Take over
ja: 引き継ぐ
ko: 제어권 인수
ru: Перехватить управление
zh_hans: 接管
zh_hant: 接管

# 接管 WebMount 页面
source: Take over WebMount page
ja: WebMountページを引き継ぐ
ko: WebMount 페이지 제어권 인수
ru: Перехватить страницу WebMount
zh_hans: 接管站点页面
zh_hant: 接管站點頁面

# 接管后可显式打开页面；旧页面和旧动作不会自动恢复。
source: After taking over, open pages explicitly; previous pages and actions won't be restored automatically.
ja: 引き継ぎ後はページを明示的に開けます。以前のページと操作は自動復元されません。
ko: 제어권을 인수한 후 페이지를 명시적으로 열 수 있습니다. 이전 페이지와 작업은 자동으로 복원되지 않습니다.
ru: После перехвата страницы можно открывать явно; старые страницы и действия не восстановятся автоматически.
zh_hans: 接管后可显式打开页面；旧页面和旧动作不会自动恢复。
zh_hant: 接管後可明確開啟頁面；舊頁面和舊動作不會自動復原。

# 控制小应用运行时可申请的能力。桥接能力首次使用时会弹窗确认，选择会记住；也可在运行页手动改授权。
source: Control the capabilities a mini app can request while running. Bridge capabilities prompt for confirmation the first time; your choice is remembered. You can also change permissions manually on the run page.
ja: ミニアプリの実行中に要求できる権限を管理します。ブリッジ機能を初めて使うと確認ダイアログが表示され、選択内容は記憶されます。実行画面で権限を手動で変更することもできます。
ko: 미니 앱이 실행 중 요청할 수 있는 기능을 제어합니다. 브리지 기능은 처음 사용할 때 팝업으로 확인하며, 선택 사항은 저장됩니다. 실행 화면에서 권한을 수동으로 변경할 수도 있습니다.
ru: Мини-приложение может запрашивать эти возможности во время работы. При первом использовании возможностей моста появится запрос подтверждения; выбор запомнится. Разрешения можно изменить на странице запуска.
zh_hans: 控制小应用运行时可申请的能力。桥接能力首次使用时会弹窗确认，选择会记住；也可在运行页手动改授权。
zh_hant: 控制小應用執行時可申請的能力。橋接能力首次使用時會跳出確認視窗，選擇會被記住；也可在執行頁面手動變更授權。

# 控制：%@ · 能力：%@
source: Control: %1$@ · Capability: %2$@
ja: 制御：%1$@ · 機能：%2$@
ko: 제어: %1$@ · 기능: %2$@
ru: Управление: %1$@ · Возможности: %2$@
zh_hans: 控制：%1$@ · 能力：%2$@
zh_hant: 控制：%1$@ · 能力：%2$@

# 推荐组合
source: Recommended combination
ja: おすすめの組み合わせ
ko: 추천 조합
ru: Рекомендуемая комбинация
zh_hans: 推荐组合
zh_hant: 推薦組合

# 描述
source: Description
ja: 説明
ko: 설명
ru: Описание
zh_hans: 描述
zh_hant: 描述

# 描述下一章的目标或关键事件
source: Describe the goal or key event for the next chapter
ja: 次章の目標または重要な出来事を説明
ko: 다음 장의 목표 또는 핵심 사건을 설명하세요.
ru: Опишите цель или ключевые события следующей главы
zh_hans: 描述下一章的目标或关键事件
zh_hant: 描述下一章的目標或關鍵事件

# 描述你想改的地方
source: Describe what you'd like to change
ja: 変更したい箇所を説明してください
ko: 변경할 내용을 설명하세요
ru: Опишите, что нужно изменить
zh_hans: 描述你想改的地方
zh_hant: 描述你想修改的地方

# 描述希望修改的内容
source: Describe what you'd like to change
ja: 変更したい内容を説明
ko: 수정할 내용을 설명하세요
ru: Опишите, что нужно изменить
zh_hans: 描述希望修改的内容
zh_hant: 描述希望修改的內容

# 描述接下来发生什么
source: Describe what happens next
ja: これから起こることを説明
ko: 다음에 일어날 일을 설명하세요.
ru: Опишите, что произойдёт дальше
zh_hans: 描述接下来发生什么
zh_hant: 描述接下來發生什麼

# 提交
source: Submit
ja: 送信
ko: 제출
ru: Отправить
zh_hans: 提交
zh_hant: 提交

# 提交回答
source: Submit answer
ja: 回答を送信
ko: 답변 제출
ru: Отправить ответ
zh_hans: 提交回答
zh_hant: 提交回答

# 提取正文
source: Extract manuscript
ja: 本文を抽出
ko: 본문 추출
ru: Извлечь основной текст
zh_hans: 提取正文
zh_hant: 擷取正文

# 提示
source: Notice
ja: ヒント
ko: 안내
ru: Подсказка
zh_hans: 提示
zh_hant: 提示

# 提示词
source: Prompt
ja: プロンプト
ko: 프롬프트
ru: Промпт
zh_hans: 提示词
zh_hant: 提示詞

# 提醒事项
source: Reminders
ja: リマインダー
ko: 미리 알림
ru: Напоминания
zh_hans: 提醒事项
zh_hant: 提醒事項

# 搜索
source: Search
ja: 検索
ko: 검색
ru: Поиск
zh_hans: 搜索
zh_hant: 搜尋

# 搜索会话
source: Search sessions
ja: セッションを検索
ko: 세션 검색
ru: Искать сессии
zh_hans: 搜索会话
zh_hant: 搜尋對話

# 搜索会话与消息
source: Search sessions and messages
ja: セッションとメッセージを検索
ko: 세션 및 메시지 검색
ru: Искать сессии и сообщения
zh_hans: 搜索会话与消息
zh_hant: 搜尋對話與訊息

# 搜索内容、来源或标签
source: Search content, sources, or tags
ja: 内容、ソース、タグを検索
ko: 내용, 출처 또는 태그 검색
ru: Искать по содержимому, источнику или тегу
zh_hans: 搜索内容、来源或标签
zh_hant: 搜尋內容、來源或標籤

# 搜索服务
source: Search service
ja: 検索サービス
ko: 검색 서비스
ru: Служба поиска
zh_hans: 搜索服务
zh_hant: 搜尋服務

# 搜索服务商
source: Search provider
ja: 検索プロバイダー
ko: 서비스 제공업체 검색
ru: Поставщик поиска
zh_hans: 搜索服务商
zh_hant: 搜尋服務提供者

# 搜索服务配置
source: Search service settings
ja: 検索サービス設定
ko: 검색 서비스 설정
ru: Настройки службы поиска
zh_hans: 搜索服务配置
zh_hant: 搜尋服務設定

# 搜索结果
source: Search results
ja: 検索結果
ko: 검색 결과
ru: Результаты поиска
zh_hans: 搜索结果
zh_hant: 搜尋結果

# 摘要
source: Summary
ja: 概要
ko: 요약
ru: Сводка
zh_hans: 摘要
zh_hant: 摘要

# 摘要、关键点、脉络和延伸阅读。
source: Summary, key points, context, and further reading.
ja: 要約、要点、文脈、関連記事。
ko: 요약, 핵심 내용, 맥락 및 추가 읽을거리.
ru: Резюме, ключевые моменты, контекст и дополнительное чтение.
zh_hans: 摘要、关键点、脉络和延伸阅读。
zh_hant: 摘要、重點、脈絡與延伸閱讀。

# 撤销上一次人物说明
source: Undo previous character clarification
ja: 前回のキャラクター説明を取り消す
ko: 마지막 인물 설명 되돌리기
ru: Отменить последнее описание персонажа
zh_hans: 撤销上一次人物说明
zh_hant: 撤銷上一次人物說明

# 撤销上一次同步
source: Undo previous sync
ja: 前回の同期を取り消す
ko: 마지막 동기화 되돌리기
ru: Отменить последнюю синхронизацию
zh_hans: 撤销上一次同步
zh_hant: 撤銷上一次同步

# 撤销上一次恢复
source: Undo previous restore
ja: 前回の復元を取り消す
ko: 마지막 복원 되돌리기
ru: Отменить последнее восстановление
zh_hans: 撤销上一次恢复
zh_hant: 撤銷上一次恢復

# 撤销上一次操作
source: Undo previous action
ja: 前回の操作を取り消す
ko: 마지막 작업 되돌리기
ru: Отменить последнее действие
zh_hans: 撤销上一次操作
zh_hant: 撤銷上一次操作

# 撤销上一次收录
source: Undo previous adoption
ja: 前回の収録を取り消す
ko: 마지막 수록 되돌리기
ru: Отменить последнее добавление
zh_hans: 撤销上一次收录
zh_hant: 撤銷上一次收錄

# 撤销上一次润色
source: Undo previous polish
ja: 前回の推敲を取り消す
ko: 마지막 다듬기 되돌리기
ru: Отменить последнюю редактуру
zh_hans: 撤销上一次润色
zh_hant: 撤銷上一次潤色

# 撤销上一次讨论归档
source: Undo previous discussion archive
ja: 前回の相談アーカイブを取り消す
ko: 마지막 논의 보관 되돌리기
ru: Отменить последнее архивирование обсуждения
zh_hans: 撤销上一次讨论归档
zh_hant: 撤銷上一次討論歸檔

# 撤销只会回到上一个存档点，不删除历史记录。
source: Undo returns to the previous checkpoint without deleting history.
ja: 取り消すと直前の保存ポイントに戻ります。履歴は削除されません。
ko: 되돌리기는 이전 저장 지점으로만 돌아가며, 기록은 삭제하지 않습니다.
ru: Отмена возвращает только к предыдущей точке сохранения и не удаляет историю.
zh_hans: 撤销只会回到上一个存档点，不删除历史记录。
zh_hant: 復原只會回到上一個存檔點，不會刪除歷史記錄。

# 撤销收录
source: Undo inclusion
ja: 登録を取り消す
ko: 수록 취소
ru: Отменить добавление в текст
zh_hans: 撤销收录
zh_hant: 復原收錄

# 撤销润色
source: Undo polish
ja: 推敲を取り消す
ko: 다듬기 취소
ru: Отменить редактуру
zh_hans: 撤销润色
zh_hant: 復原潤飾

# 撤销第 %lld 条排队消息
source: Undo queued message %lld
ja: キュー内の%lld番目のメッセージを取り消す
ko: 대기열의 %lld번째 메시지 취소
ru: Отменить сообщение №%lld в очереди
zh_hans: 撤销第 %lld 条排队消息
zh_hant: 復原排隊中的第 %lld 則訊息

# 撤销这次收录？
source: Undo this inclusion?
ja: 今回の登録を取り消しますか？
ko: 이번 수록을 취소할까요?
ru: Отменить это добавление в текст?
zh_hans: 撤销这次收录？
zh_hant: 復原這次收錄？

# 撤销这次润色？
source: Undo this polish?
ja: 今回の推敲を取り消しますか？
ko: 이번 다듬기를 취소할까요?
ru: Отменить эту редактуру?
zh_hans: 撤销这次润色？
zh_hant: 復原這次潤飾？

# 播放试听
source: Play preview
ja: 試聴を再生
ko: 미리 듣기 재생
ru: Воспроизвести пробу
zh_hans: 播放试听
zh_hant: 播放試聽

# 操作失败，请稍后重试。
source: Action failed. Please try again later.
ja: 操作に失敗しました。後でもう一度お試しください。
ko: 작업에 실패했습니다. 나중에 다시 시도하세요.
ru: Не удалось выполнить действие. Повторите позже.
zh_hans: 操作失败，请稍后重试。
zh_hant: 操作失敗，請稍後重試。

# 操作已取消。
source: Action canceled.
ja: 操作をキャンセルしました。
ko: 작업이 취소되었습니다.
ru: Действие отменено.
zh_hans: 操作已取消。
zh_hant: 操作已取消。

# 操作已完成
source: Action completed
ja: 操作が完了しました
ko: 작업 완료
ru: Действие выполнено
zh_hans: 操作已完成
zh_hant: 操作已完成

# 操作已提交，需要重新载入项目
source: Action submitted; reload the project
ja: 操作を送信しました。プロジェクトを再読み込みする必要があります
ko: 작업이 제출되었습니다. 프로젝트를 다시 로드해야 합니다.
ru: Действие отправлено; проект нужно загрузить заново
zh_hans: 操作已提交，需要重新载入项目
zh_hant: 操作已提交，需要重新載入專案

# 操作已被阻止
source: Action blocked
ja: 操作がブロックされました
ko: 작업이 차단되었습니다.
ru: Операция заблокирована
zh_hans: 操作已被阻止
zh_hant: 操作已被阻擋

# 操作未完成
source: Action incomplete
ja: 操作は完了していません
ko: 작업이 완료되지 않음
ru: Действие не выполнено
zh_hans: 操作未完成
zh_hant: 操作未完成

# 操作正在处理
source: Action in progress
ja: 操作を処理しています
ko: 작업 처리 중
ru: Операция выполняется
zh_hans: 操作正在处理
zh_hant: 操作處理中

# 支持
source: Support
ja: サポート
ko: 지원
ru: Поддерживается
zh_hans: 支持
zh_hant: 支援

# 收录
source: Add to manuscript
ja: 登録
ko: 수록
ru: Добавить в текст
zh_hans: 收录
zh_hant: 收錄

# 收录到本章
source: Add to this chapter
ja: この章に収録
ko: 이 장에 수록
ru: Добавить в эту главу
zh_hans: 收录到本章
zh_hant: 收錄到本章

# 收录前编辑
source: Edit before adoption
ja: 収録前に編集
ko: 수록 전 편집
ru: Редактировать перед добавлением
zh_hans: 收录前编辑
zh_hant: 收錄前編輯

# 收录完成
source: Adoption complete
ja: 収録完了
ko: 수록 완료
ru: Добавление завершено
zh_hans: 收录完成
zh_hant: 收錄完成

# 收录方式
source: Inclusion method
ja: 収録方法
ko: 수록 방식
ru: Способ добавления
zh_hans: 收录方式
zh_hant: 收錄方式

# 收录未完成
source: Adoption incomplete
ja: 収録未完了
ko: 수록 미완료
ru: Добавление не завершено
zh_hans: 收录未完成
zh_hant: 收錄未完成

# 收录正文
source: Add to manuscript
ja: 本文を収録
ko: 본문 수록
ru: Добавить основной текст
zh_hans: 收录正文
zh_hant: 收錄正文

# 收录此决定
source: Record this decision
ja: この決定を収録
ko: 이 결정 수록
ru: Добавить это решение
zh_hans: 收录此决定
zh_hant: 收錄此決定

# 收起
source: Collapse
ja: 折りたたむ
ko: 접기
ru: Свернуть
zh_hans: 收起
zh_hant: 收起

# 收起完整内容
source: Collapse full content
ja: 全文を折りたたむ
ko: 전체 내용 접기
ru: Свернуть всё содержимое
zh_hans: 收起完整内容
zh_hant: 收起完整內容

# 收起完整命令
source: Collapse full command
ja: 完全なコマンドを折りたたむ
ko: 전체 명령어 접기
ru: Свернуть полную команду
zh_hans: 收起完整命令
zh_hant: 收起完整命令

# 收起矩阵
source: Collapse matrix
ja: マトリックスを折りたたむ
ko: 매트릭스 접기
ru: Свернуть матрицу
zh_hans: 收起矩阵
zh_hant: 收起矩陣

# 收起终端键盘
source: Hide terminal keyboard
ja: ターミナルキーボードを折りたたむ
ko: 터미널 키보드 접기
ru: Свернуть клавиатуру терминала
zh_hans: 收起终端键盘
zh_hant: 收起終端鍵盤

# 收起讨论
source: Collapse discussion
ja: 議論を折りたたむ
ko: 토론 접기
ru: Свернуть обсуждение
zh_hans: 收起讨论
zh_hant: 收起討論

# 改为
source: Change to
ja: 変更
ko: 변경
ru: Изменить на
zh_hans: 改为
zh_hant: 改為

# 改写没有保存，请稍后重试。
source: Rewrite wasn't saved. Please try again later.
ja: リライトを保存できませんでした。後でもう一度お試しください。
ko: 재작성을 저장하지 못했습니다. 나중에 다시 시도하세요.
ru: Переписывание не сохранено. Повторите позже.
zh_hans: 改写没有保存，请稍后重试。
zh_hant: 改寫沒有儲存，請稍後重試。

# 改正文审批
source: Edit manuscript approval
ja: 本文の変更を承認
ko: 본문 수정 승인
ru: Согласование изменения текста
zh_hans: 改正文审批
zh_hant: 修改正文審批

# 前面的章节刚改过，后面几章的剧情记录还在更新，请稍等片刻再继续写。
source: An earlier chapter was just edited, and the story notes for later chapters are still updating. Please wait a moment before writing on.
ja: 前の章を変更したばかりで、後続の章のあらすじ記録を更新中です。少し待ってから続きを書いてください。
ko: 앞 장을 방금 수정해서 뒤 장들의 줄거리 기록을 업데이트하는 중입니다. 잠시 후 이어서 써 주세요.
ru: Предыдущая глава только что изменена, записи сюжета следующих глав ещё обновляются. Подождите немного, прежде чем продолжить.
zh_hans: 前面的章节刚改过，后面几章的剧情记录还在更新，请稍等片刻再继续写。
zh_hant: 前面的章節剛改過，後面幾章的劇情記錄還在更新，請稍候片刻再繼續寫。

# 前面的章节改过了，已按新正文更新后面几章的剧情记录。
source: An earlier chapter changed, so the story notes for later chapters were updated to match.
ja: 前の章が変更されたため、後続の章のあらすじ記録を新しい本文に合わせて更新しました。
ko: 앞 장이 수정되어 뒤 장들의 줄거리 기록을 새 본문에 맞게 업데이트했습니다.
ru: Предыдущая глава изменена — записи сюжета следующих глав обновлены по новому тексту.
zh_hans: 前面的章节改过了，已按新正文更新后面几章的剧情记录。
zh_hant: 前面的章節改過了，已按新正文更新後面幾章的劇情記錄。

# 放弃修改
source: Discard changes
ja: 変更を破棄
ko: 수정 취소
ru: Отменить изменения
zh_hans: 放弃修改
zh_hant: 放棄修改

# 放弃全部 %lld 项
source: Discard all %lld items
ja: %lld件をすべて破棄
ko: %lld개 항목 모두 포기
ru: Отменить все %lld элементов
zh_hans: 放弃全部 %lld 项
zh_hant: 放棄全部 %lld 項

# 放弃全部 %lld 项润色？
source: Discard all %lld polish items?
ja: %lld件の推敲をすべて破棄しますか？
ko: %lld개 다듬기 항목을 모두 포기할까요?
ru: Отменить редактуру всех %lld элементов?
zh_hans: 放弃全部 %lld 项润色？
zh_hant: 放棄全部 %lld 項潤飾？

# 放弃分支设定编辑？
source: Discard branch setting edits?
ja: ブランチ設定の編集を破棄しますか？
ko: 브랜치 설정 편집을 취소할까요?
ru: Отменить редактирование настроек ветки?
zh_hans: 放弃分支设定编辑？
zh_hant: 放棄分支設定編輯？

# 放弃建议修改？
source: Discard suggested changes?
ja: 候補の変更を破棄しますか？
ko: 제안 수정을 취소할까요?
ru: Отменить изменения предложения?
zh_hans: 放弃建议修改？
zh_hant: 放棄建議修改？

# 放弃归档调整？
source: Discard archive changes?
ja: アーカイブの変更を破棄しますか？
ko: 보관 변경을 취소할까요?
ru: Отменить изменения архива?
zh_hans: 放弃归档调整？
zh_hant: 放棄封存調整？

# 放弃新建小说？
source: Discard new novel?
ja: 新しい小説の作成を破棄しますか？
ko: 새 소설 만들기를 취소할까요?
ru: Отменить создание романа?
zh_hans: 放弃新建小说？
zh_hant: 放棄建立小說？

# 放弃更改
source: Discard changes
ja: 変更を破棄
ko: 변경 취소
ru: Отменить изменения
zh_hans: 放弃更改
zh_hant: 放棄更改

# 放弃本次收录调整？
source: Discard changes to this adoption?
ja: 今回の収録変更を破棄しますか？
ko: 이번 수록 조정을 취소할까요?
ru: Отменить изменения добавления?
zh_hans: 放弃本次收录调整？
zh_hant: 放棄本次收錄調整？

# 放弃本章改写？
source: Discard this chapter rewrite?
ja: この章のリライトを破棄しますか？
ko: 이 장의 수정을 취소할까요?
ru: Отменить переписывание этой главы?
zh_hans: 放弃本章改写？
zh_hant: 放棄本章改寫？

# 放弃本轮编辑？
source: Discard this round's edits?
ja: このラウンドの編集を破棄しますか？
ko: 이번 라운드 편집을 취소할까요?
ru: Отменить правки в этом раунде?
zh_hans: 放弃本轮编辑？
zh_hant: 放棄本輪編輯？

# 放弃润色
source: Discard polish
ja: 推敲を破棄
ko: 윤문 취소
ru: Отменить правку
zh_hans: 放弃润色
zh_hant: 放棄潤飾

# 放弃润色偏好修改？
source: Discard polish preference changes?
ja: 推敲設定の変更を破棄しますか？
ko: 윤문 설정 변경을 취소할까요?
ru: Отменить изменения предпочтений правки?
zh_hans: 放弃修改润色偏好？
zh_hant: 放棄潤飾偏好修改？

# 放弃资料编辑？
source: Discard material edits?
ja: 資料の編集を破棄しますか？
ko: 자료 편집을 취소할까요?
ru: Отменить редактирование материалов?
zh_hans: 放弃编辑资料？
zh_hant: 放棄資料編輯？

# 放弃这次润色
source: Discard this polish
ja: 今回の推敲を破棄
ko: 이번 윤문 취소
ru: Отменить эту правку
zh_hans: 放弃这次润色
zh_hant: 放棄這次潤飾

# 放弃这次润色？
source: Discard this polish?
ja: 今回の推敲を破棄しますか？
ko: 이번 윤문을 취소할까요?
ru: Отменить эту правку?
zh_hans: 放弃这次润色？
zh_hant: 放棄這次潤飾？

# 故事种子
source: Story seed
ja: ストーリーシード
ko: 스토리 씨앗
ru: Сюжетное зерно
zh_hans: 故事种子
zh_hant: 故事種子

# 数据设置
source: Data
ja: データ
ko: 데이터
ru: Данные
zh_hans: 数据设置
zh_hant: 資料設定

# 整理失败
source: Preparation failed
ja: 整理に失敗しました
ko: 정리 실패
ru: Не удалось упорядочить
zh_hans: 整理失败
zh_hant: 整理失敗

# 整章润色
source: Polish full chapter
ja: 章全体を推敲
ko: 전체 장 다듬기
ru: Редактировать всю главу
zh_hans: 整章润色
zh_hant: 整章潤色

# 整章润色候选
source: Full-chapter polish candidates
ja: 章全体の推敲候補
ko: 장 전체 윤문 후보
ru: Кандидаты правки всей главы
zh_hans: 整章润色候选
zh_hant: 整章潤飾候選

# 整章润色偏好
source: Full-chapter polish preferences
ja: 章全体の推敲設定
ko: 장 전체 윤문 설정
ru: Предпочтения правки всей главы
zh_hans: 整章润色偏好
zh_hant: 整章潤飾偏好

# 整章润色（%@）
source: Polish full chapter (%@)
ja: 章全体を推敲（%@）
ko: 전체 장 다듬기(%@)
ru: Редактировать всю главу (%@)
zh_hans: 整章润色（%@）
zh_hant: 整章潤色（%@）

# 整章重新生成
source: Regenerate full chapter
ja: 章全体を再生成
ko: 전체 장 다시 생성
ru: Перегенерировать всю главу
zh_hans: 整章重新生成
zh_hant: 整章重新產生

# 整章重新生成（%@）
source: Regenerate full chapter (%@)
ja: 章全体を再生成（%@）
ko: 전체 장 다시 생성(%@)
ru: Перегенерировать всю главу (%@)
zh_hans: 整章重新生成（%@）
zh_hant: 整章重新產生（%@）

# 文件
source: File
ja: ファイル
ko: 파일
ru: Файл
zh_hans: 文件
zh_hant: 檔案

# 文件上下文与生成结果
source: File context and generated output
ja: ファイルのコンテキストと生成結果
ko: 파일 컨텍스트 및 생성 결과
ru: Контекст файлов и результаты генерации
zh_hans: 文件上下文与生成结果
zh_hant: 檔案上下文與產生結果

# 文件不存在或无法读取。
source: The file doesn't exist or can't be read.
ja: ファイルが存在しないか、読み取れません。
ko: 파일이 없거나 읽을 수 없습니다.
ru: Файл не существует или не читается.
zh_hans: 文件不存在或无法读取。
zh_hant: 檔案不存在或無法讀取。

# 文件变更（%lld 个文件）
source: File changes (%lld files)
ja: ファイルの変更（%lld件）
ko: 파일 변경(%lld개 파일)
ru: Изменения файлов (%lld файлов)
zh_hans: 文件变更（%lld 个文件）
zh_hant: 檔案變更（%lld 個檔案）

# 文件只读取你前台选择的 txt、md、json、csv、pdf、docx 文本预览；WebMount 只读取当前已加载页面正文。
source: Files only read text previews from txt, md, json, csv, pdf, and docx files you select in the foreground; WebMount only reads the body of the currently loaded page.
ja: ファイルは、フォアグラウンドで選択した txt、md、json、csv、pdf、docx のテキストプレビューのみを読み取ります。WebMount は現在読み込まれているページの本文のみを読み取ります。
ko: 파일은 포그라운드에서 선택한 txt, md, json, csv, pdf, docx의 텍스트 미리보기만 읽습니다. WebMount는 현재 로드된 페이지의 본문만 읽습니다.
ru: Файлы: читается только текстовый предпросмотр выбранных вами в приложении файлов txt, md, json, csv, pdf и docx; WebMount читает только основной текст текущей загруженной страницы.
zh_hans: 文件只读取你前台选择的 txt、md、json、csv、pdf、docx 文本预览；站点只读取当前已加载页面正文。
zh_hant: 檔案僅讀取你在前景選取的 txt、md、json、csv、pdf、docx 文字預覽；站點僅讀取目前已載入頁面的內文。

# 文件已不存在，请从文件 App 重新选择。
source: The file no longer exists. Select it again from the Files app.
ja: ファイルが存在しません。ファイル Appから選び直してください。
ko: 파일이 더 이상 없습니다. 파일 App에서 다시 선택하세요.
ru: Файл больше не существует. Выберите его заново в приложении «Файлы».
zh_hans: 文件已不存在，请从文件 App 重新选择。
zh_hant: 檔案已不存在，請從檔案 App 重新選擇。

# 文件授权已失效，请重新选择文件。
source: File authorization expired. Select the file again.
ja: ファイルの権限が無効です。ファイルを選び直してください。
ko: 파일 권한이 만료되었습니다. 다시 선택하세요.
ru: Разрешение файла истекло. Выберите файл заново.
zh_hans: 文件授权已失效，请重新选择文件。
zh_hant: 檔案授權已失效，請重新選擇檔案。

# 文件过大，超出导入限制。
source: File is too large and exceeds the import limit.
ja: ファイルが大きすぎて、インポート上限を超えています。
ko: 파일이 너무 커서 가져오기 제한을 초과했습니다.
ru: Файл слишком большой и превышает лимит импорта.
zh_hans: 文件过大，超出导入限制。
zh_hant: 檔案過大，超出匯入限制。

# 文件选择失败：%@
source: File selection failed: %@
ja: ファイルの選択に失敗しました：%@
ko: 파일 선택 실패: %@
ru: Не удалось выбрать файл: %@
zh_hans: 文件选择失败：%@
zh_hant: 檔案選取失敗：%@

# 文本预览
source: Text preview
ja: テキストプレビュー
ko: 텍스트 미리보기
ru: Предпросмотр текста
zh_hans: 文本预览
zh_hant: 文字預覽

# 斜切图文
source: Editorial Slant
ja: 斜めカットのビジュアル
ko: 사선 이미지·텍스트
ru: Скошенная вёрстка
zh_hans: 斜切图文
zh_hant: 斜切圖文

# 新分支
source: New branch
ja: 新しいブランチ
ko: 새 브랜치
ru: Новая ветка
zh_hans: 新分支
zh_hant: 新分支

# 新分支会继承该检查点的正文、剧情状态、分支设定覆盖和此前对话；源分支保持不变。
source: A new branch inherits the manuscript, plot state, branch-setting overrides, and earlier conversations from this checkpoint; the source branch remains unchanged.
ja: 新しいブランチには、このチェックポイントの本文、ストーリー状態、ブランチ設定の上書き、これまでの会話が引き継がれます。元のブランチは変わりません。
ko: 새 브랜치는 해당 체크포인트의 본문, 줄거리 상태, 브랜치 설정 오버라이드 및 이전 대화를 상속하며, 원본 브랜치는 변경되지 않습니다.
ru: Новая ветка унаследует текст, состояние сюжета, переопределения настроек ветки и предыдущие диалоги из этой контрольной точки; исходная ветка останется без изменений.
zh_hans: 新分支会继承该检查点的正文、剧情状态、分支设定覆盖和此前对话；源分支保持不变。
zh_hant: 新分支會繼承該檢查點的正文、劇情狀態、分支設定覆寫和先前的對話；來源分支保持不變。

# 新分支只继承该检查点以前的正文、剧情状态、分支设定和创作对话。
source: A new branch inherits only the manuscript, plot state, branch settings, and creative conversations up to this checkpoint.
ja: 新しいブランチに引き継がれるのは、このチェックポイント以前の本文、ストーリー状態、ブランチ設定、創作会話だけです。
ko: 새 브랜치는 해당 체크포인트 이전의 본문, 줄거리 상태, 브랜치 설정 및 창작 대화만 상속합니다.
ru: Новая ветка унаследует только текст, состояние сюжета, настройки ветки и творческие диалоги до этой контрольной точки.
zh_hans: 新分支只继承该检查点以前的正文、剧情状态、分支设定和创作对话。
zh_hant: 新分支只會繼承該檢查點以前的正文、劇情狀態、分支設定和創作對話。

# 新增%@
source: Add %@
ja: 追加：%@
ko: %@ 추가
ru: Добавить %@
zh_hans: 新增%@
zh_hant: 新增%@

# 新增剧情大纲
source: Add plot outline
ja: 全体プロットを追加
ko: 스토리 개요 추가
ru: Добавить план сюжета
zh_hans: 新增剧情大纲
zh_hant: 新增劇情大綱

# 新增后，Agent 会按注入规则在创作时参考它。
source: After you add it, the Agent will reference it while writing according to the injection rules.
ja: 追加すると、Agent は注入ルールに従い、創作時に参照します。
ko: 추가하면 Agent가 주입 규칙에 따라 창작 시 참고합니다.
ru: После добавления Agent будет учитывать его при создании текста согласно правилам внедрения.
zh_hans: 新增后，Agent 会按注入规则在创作时参考它。
zh_hant: 新增後，Agent 會依注入規則在創作時參考它。

# 新增角色
source: Add character
ja: キャラクターを追加
ko: 캐릭터 추가
ru: Добавить персонажа
zh_hans: 新增角色
zh_hant: 新增角色

# 新增记忆
source: Add memory
ja: メモリを追加
ko: 기억 추가
ru: Добавить память
zh_hans: 新增记忆
zh_hant: 新增記憶

# 新增资料
source: Add material
ja: 資料を追加
ko: 자료 추가
ru: Добавить материал
zh_hans: 新增资料
zh_hant: 新增資料

# 新对话
source: New chat
ja: 新しい会話
ko: 새 대화
ru: Новый диалог
zh_hans: 新对话
zh_hant: 新對話

# 新建
source: New
ja: 新規作成
ko: 새로 만들기
ru: Создать
zh_hans: 新建
zh_hant: 建立

# 新建 Lorebook
source: New Lorebook
ja: Lorebookを新規作成
ko: Lorebook 새로 만들기
ru: Создать Lorebook
zh_hans: 新建 Lorebook
zh_hant: 建立 Lorebook

# 新建人物
source: New character
ja: キャラクターを新規作成
ko: 인물 새로 만들기
ru: Создать персонажа
zh_hans: 新建人物
zh_hant: 建立人物

# 新建分支版本
source: Create branch version
ja: 新しいブランチ版を作成
ko: 새 브랜치 버전 생성
ru: Создать версию ветви
zh_hans: 新建分支版本
zh_hant: 建立分支版本

# 新建小说
source: New novel
ja: 小説を新規作成
ko: 소설 새로 만들기
ru: Создать роман
zh_hans: 新建小说
zh_hant: 建立小說

# 新建小说项目
source: New novel project
ja: 小説プロジェクトを新規作成
ko: 소설 프로젝트 새로 만들기
ru: Создать проект романа
zh_hans: 新建小说项目
zh_hant: 建立小說專案

# 新建模式注入
source: New mode injection
ja: モード注入を新規作成
ko: 모드 주입 새로 만들기
ru: Создать внедрение режима
zh_hans: 新建模式注入
zh_hant: 建立模式注入

# 新建模板
source: New template
ja: テンプレートを新規作成
ko: 템플릿 새로 만들기
ru: Создать шаблон
zh_hans: 新建模板
zh_hant: 建立範本

# 新建聊天
source: New chat
ja: チャットを新規作成
ko: 채팅 새로 만들기
ru: Создать чат
zh_hans: 新建聊天
zh_hant: 新增聊天

# 新建资料
source: New material
ja: 資料を新規作成
ko: 새 자료 만들기
ru: Создать материал
zh_hans: 新建资料
zh_hant: 建立資料

# 新建项目
source: New project
ja: プロジェクトを新規作成
ko: 프로젝트 새로 만들기
ru: Создать проект
zh_hans: 新建项目
zh_hant: 建立專案

# 新开第 %lld 章
source: Start new chapter %lld
ja: 第 %lld 章を開始
ko: 제 %lld장 새로 시작
ru: Начать главу %lld
zh_hans: 新开第 %lld 章
zh_hant: 新開第 %lld 章

# 新版本尚未打开
source: New version not opened yet
ja: 新バージョンは未開封
ko: 새 버전, 아직 열지 않음
ru: Новая версия ещё не открыта
zh_hans: 新版本尚未打开
zh_hant: 新版本尚未開啟

# 新的创作对话
source: New creative conversation
ja: 新しい創作会話
ko: 새 창작 대화
ru: Новый творческий диалог
zh_hans: 新的创作对话
zh_hant: 新的創作對話

# 新走向
source: New direction
ja: 新たな展開
ko: 새 전개
ru: Новое направление
zh_hans: 新走向
zh_hant: 新走向

# 无
source: None
ja: なし
ko: 없음
ru: Нет
zh_hans: 无
zh_hant: 無

# 无思考正文
source: No reasoning content
ja: 思考なしの本文
ko: 사고 과정 없는 본문
ru: Основной текст без рассуждений
zh_hans: 无思考内容
zh_hant: 無思考正文

# 无法保存
source: Couldn't save
ja: 保存できません
ko: 저장할 수 없습니다
ru: Не удалось сохранить
zh_hans: 无法保存
zh_hant: 無法儲存

# 无法保存任务状态，图片生成未开始。
source: Couldn't save task state; image generation did not start.
ja: タスク状態を保存できなかったため、画像生成を開始できませんでした。
ko: 작업 상태를 저장할 수 없어 이미지 생성을 시작하지 못했습니다.
ru: Не удалось сохранить состояние задачи, генерация изображения не началась.
zh_hans: 无法保存任务状态，图片生成未开始。
zh_hant: 無法儲存任務狀態，圖片產生尚未開始。

# 无法保存任务状态，生成未开始。
source: Couldn't save task state; generation did not start.
ja: タスク状態を保存できなかったため、生成を開始できませんでした。
ko: 작업 상태를 저장할 수 없어 생성을 시작하지 못했습니다.
ru: Не удалось сохранить состояние задачи, генерация не началась.
zh_hans: 无法保存任务状态，生成未开始。
zh_hant: 無法儲存任務狀態，產生尚未開始。

# 无法保存失败状态
source: Couldn't save failure state
ja: 失敗状態を保存できませんでした
ko: 실패 상태를 저장할 수 없습니다.
ru: Не удалось сохранить состояние ошибки
zh_hans: 无法保存失败状态
zh_hant: 無法儲存失敗狀態
